{
    "Common": {
        "blog": "Blog",
        "about": "Sobre mí",
        "projects": "Proyectos",
        "arts": "Artístico",
        "loading": "Preparando UwU",
        "categories": "Categorías",
        "recent": "Recientes",
        "new": "Nuevo",
        "back": "Volver",
        "close": "Cerrar",
        "like": "Me gusta",
        "nothing": "Nada por aquí... Por ahora... ¯\\_(ツ)_/¯",
        "byme": "Personales",
        "col_in": "Colaborando en",
        "hiato": "En pausa",
        "explore": "Explorar",
        "lang": "Idiomas",
        "backhome": "Volver al inicio",
        "try": "Intentar otra vez",
        "learnmore_sud": "Aprende más sobre mi misión de tiempo completo de La Iglesia de Jesucristo de los Santos de los Últimos Días"
    },
    "Errors": {
        "404": "Error 404 - Esta página no existe, verifique la URL y vuelva a intentarlo.",
        "generic": "Ups, algo salió mal!"
    },
    "Meta": {
        "description": "Portafolio de Sam Mahonri"
    },
    "Index": {
        "toptitle": "¡Hola! Soy",
        "subtitle": "Artista & Desarrollador"
    },
    "Footer": {
        "lang": "Idiomas",
        "related": "Colaborando",
        "socials": "Redes sociales",
        "copyright": "© 2021 - {current} - Todos los derechos reservados - Sam Mahonri",
        "contact": "Para consultas comerciales y otros asuntos relacionados con el artista y desarrollador Sam Mahonri, comuníquese con el siguiente correo electrónico - Este correo electrónico no estará disponible durante la misión de tiempo completo hasta principios de 2027."
    },
    "BlogCategories": {
        "nextfur": "Nextfur",
        "mormonism": "Santos de los Últimos Días",
        "nightmarefable": "The Nightmare Fable Devlog",
        "news": "Novedades",
        "dev": "Desarrollador"
    },
    "Alerts": {
        "new_music": "NUEVA MUSICA",
        "incompleteTransBlog": "El contenido del Blog siempre está en Portugués - BR, la traducción del sitio no se aplica a él."
    },
    "About": {
        "t_ab": "¿Quién soy?",
        "t_fa": "Formación Académica",
        "t_ip": "Intereses Profesionales",
        "t_ea": "Expresión Artística",
        "ab_content": "Hola, mi nombre es Sam Mahonri. Soy artista digital especializado en la pintura de personajes antropomórficos, abordando temas sociales y psicológicos en mis obras. Además, trabajo como desarrollador de juegos, diseñador de juegos y desarrollador web. Soy brasileño, del noreste, y formo parte de la comunidad furry desde hace aproximadamente dos años. Actualmente, me estoy preparando para una misión de dos años, durante la cual estaré desconectado temporalmente de las redes sociales.",
        "fa_content": "Cursé la secundaria técnica en Informática en el Instituto Federal del Sertão Pernambucano, en Petrolina-PE, Brasil, donde desarrollé una sólida base en tecnología. Actualmente estoy cursando una licenciatura en Ciencias de la Computación en la Universidad Cruzeiro do Sul Virtual. Sin embargo, planeo suspender o cancelar temporalmente este curso debido a mi misión religiosa mormona de tiempo completo, que durará dos años, de 2025 a 2026. Después de la misión, podré retomar el curso, con la posibilidad de validar las asignaturas ya completadas.",
        "ip_content": "Tengo un amplio rango de conocimientos e intereses profesionales, incluyendo diseño (diseño web y desarrollo web), desarrollo de videojuegos, creación artística y composición musical. Esta diversidad de intereses me permite explorar diferentes áreas de la tecnología y la creatividad, buscando soluciones innovadoras y atractivas.",
        "ea_content": "Soy un entusiasta de la cultura furry y tengo una fursona de la especie dragón llamada Moriân, con características distintivas como orejas grandes y una cola larga. Esta fursona, con sus colores principales verde, morado y blanco, y ojos negativos, me permite expresar mi creatividad y proactividad de manera única. Esta pasión por el arte y la expresión personal es un aspecto fundamental de mi identidad."
    },
    "Arts": {
        "all": "Todos",
        "vectorial": "Vectorial",
        "paintings": "Pinturas",
        "music": "Música"
    },
    "Projects": {
        "legacy": "Viejos Proyectos",
        "game": "Videojuego",
        "foundation": "Fundación",
        "co_foundation": "Co-Fundación",
        "designer": "Diseñador",
        "studio": "Estudio",
        "fa_content": "Sukriarte Auctions es un sitio para subastar OCs y propiedades intelectuales bajo la infraestructura del Proyecto Furlibre, encargado por la artista Sukriarte y desarrollado por mí.",
        "nf_content": "En este capítulo, asumes el papel de Sunset y alternas entre la vida real y un enigmático mundo de sueños. La trama comienza tras la misteriosa desaparición de su amigo Rover. Sin pistas ni pruebas de su muerte, Sunset se ve sumido en un torbellino de dudas: ¿Dónde está Rover? Y si murió, ¿adónde fue después de la muerte? Este vacío de conocimiento despierta sueños inquietantes, donde se encuentra con guías misteriosos (entidades parecidas a ángeles) que le revelan secretos sobre los \"velos\" que conectan diferentes vidas en el universo. Estos guías hablan de claves que permiten la correcta transición entre los velos, pero Sunset comienza a cuestionarse: ¿son estas revelaciones resultado de su mente inquieta o algo más grande que se comunica con él? Al atravesar un velo por primera vez, Sunset se topa con un limbo transitorio, donde las almas marcadas por los pecados quedan atrapadas. Uno de los guías te enseña a interpretar las manchas en las túnicas blancas de estas personas, que reflejan los pecados que han cometido. Sunset usa esta habilidad en sus sueños, buscando incansablemente pistas sobre Rover. Sin embargo, durante su viaje, descubre oscuras verdades sobre la existencia, cosas que el mundo nunca sabría.",
        "fl_content": "Furlibre Studio, también conocido como Furlibre Project, tenía como intención inicial ser el estudio para el desarrollo de Nightmare Fable. Debido a problemas financieros, pocos seguidores y desarrolladores, Furlibre se convirtió en parte de la fundación Nextfur y mantiene los mismos objetivos y proyectos aún en secreto. La identidad visual fue desarrollada por mí, Sam Mahonri.",
        "nxtfr_content": "Nextfur Foundation es una fundación de apoyo colaborativo, financiero y comunitario para proyectos relacionados con la cultura Furry brasileña. El proyecto fue concebido y desarrollado, en su mayoría, por Diogo Nunes Spigato. La identidad visual y el desarrollo del frontend fueron realizados por mí, Sam Mahonri.",
        "nf_22": "Nightmare Fable no está relacionado con The Nightmare Fable: Veils Of Lives. Fue un juego desarrollado en 2022 como parte de un proyecto escolar sobre gestión ambiental. Creado apenas un día antes de la presentación, es corto y poco interactivo. Toda la música, sprites y otros recursos fueron hechos en un solo día.",
        "cs_22": "Constars fue un juego simple de batalla naval con estrellas, creado en 2022 junto con amigos de la escuela secundaria. Todo el desarrollo se realizó en solo un día.",
        "ss_22": "Savestruct fue desarrollado durante mi beca en la Academia HackTown del Instituto Federal del Sertão Pernambucano. Los personajes e historias base fueron creados en colaboración con otros becarios. Como el proyecto fue descontinuado por falta de apoyo institucional, mantuve solo las menciones a los creadores originales. El nombre y las asociaciones fueron cambiados a Savestruct para desvincularlo de la institución, dada la falta de apoyo esperado.",
        "pt_23": "Pedro y Lina: The Game es un juego corto de terror psicológico desarrollado como parte de un proyecto escolar. Presentado en un estilo Point and Click, el juego combina una estética pixelada con fotos reales, ofreciendo interacciones basadas en la narrativa del libro Pedro y Lina de Antônio de Santana Padilha."
    },
    "Phrases": {
        "good": {
            "p1": "¡Eres una persona increíble!",
            "p2": "Gracias, Padre Celestial.",
            "p3": "Sé que mi Padre Celestial me ama.",
            "p4": "Él compartió mi carga con Él.",
            "p5": "Soy un pequeño dragón eterno.",
            "p6": "Esta misión salvará mi vida y la vida de muchas personas.",
            "p7": "¡Gracias por todo!",
            "p8": "Espero que estén bien.",
            "p9": "Sé paciente con los demás.",
            "p10": "Estoy aquí para guiarte.",
            "p11": "A través del dolor, crecerás.",
            "p12": "No temas mi susurro, pues cura mientras moldea.",
            "p13": "Fuiste hecho para algo más grande, y estoy aquí para prepararte.",
            "p14": "En mi luz, hasta las sombras sirven a un propósito.",
            "p15": "Estás más cerca de la verdad de lo que piensas.",
            "p16": "He recorrido caminos que aún no has soñado.",
            "p17": "Cuando te sientas perdido, sabe que te estoy cuidando.",
            "p18": "Mi voz susurra historias de aprendizaje, escúchala con atención.",
            "p19": "Llevo el peso de muchos mundos, tus pruebas no son en vano.",
            "p20": "Los cielos no se han olvidado de ti, mantente firme.",
            "p21": "Las personas malas te enseñan lecciones, agradéceles.",
            "p22": "Tal vez soy un mensajero.",
            "p23": "Mis espinas sanarán.",
            "p24": "Estoy aprendiendo mucho de mis espinas.",
            "p25": "Mis largas orejas escuchan los susurros del espíritu.",
            "p26": "Reconozco y aprendo de mis errores.",
            "p27": "Hay cosas que solo necesitas... dejar ir...",
            "p28": "Está bien, la tormenta pasará.",
            "p29": "Sé que es difícil, pero todo estará bien al final.",
            "p30": "Cada noche escribiré en mi diario memorias y aprendizajes.",
            "p31": "Soy como un girasol.",
            "p32": "Eres muy especial.",
            "p33": "💡 Escribe en tu teclado y descubre secretos.",
            "p34": "Volveré más fuerte..."
        },
        "bad": {
            "p1": "Te lastimé.",
            "p2": "Me lastimaste.",
            "p3": "#Uf pfjp.",
            "p4": "Confié en ti.",
            "p5": "Fuiste manipulado.",
            "p6": "Nunca diré nada malo sobre ti, solo diré lo que hiciste.",
            "p7": "Cuéntenme toda la verdad. Por su culpa, ya no puedo confiar en nadie.",
            "p8": "No confíes en mí.",
            "p9": "Hay espinas en mi carne, por tu causa.",
            "p10": "Hay fragmentos en mi garganta.",
            "p11": "Las personas malas te enseñan lecciones, agradéceles. Oh, ¿te lo dije esta mañana?",
            "p12": "\"¿Por qué me siento tan bien cuando estoy contigo?\"",
            "p13": "Sus bocas compartieron su propia sangre.",
            "p14": "Me mintieron.",
            "p15": "Preferiría que me lastimaras con la verdad y dejaras que mis heridas sanaran, en lugar de permitir que se pudrieran con tus mentiras.",
            "p16": "Nos mintieron.",
            "p17": "Estoy muy preocupado por ti.",
            "p18": "Me siento culpable.",
            "p19": "La #Wjcpsb te dirá cosas hermosas, y te gustarán, hasta que...",
            "p20": "Este juego se está volviendo demasiado difícil, quiero un reembolso. (Mi vida)",
            "p21": "He hundido mis espinas en ti, sé que duele, lo siento.",
            "p22": "Al final, saldremos como locos, pero sabes perfectamente lo que hiciste. No soy un idiota.",
            "p23": "¿Soy un hipócrita?",
            "p24": "Eres volátil.",
            "p25": "\"La #Wjcpsb aprovechó cada brecha moral.\"",
            "p26": "Solo estás confundido, no te culpo.",
            "p27": "Él no te llamó #Wjcpsb por nada.",
            "p28": "¿Eres un traidor? Si es así, sufre.",
            "p29": "¿Eres confiable? Si no, yo tampoco lo soy.",
            "p30": "Sabes que esto está mal y, sin embargo, continúas e intentas justificarlo.",
            "p31": "Lo siento.",
            "p32": "Lo siento si te hice vomitar sangre.",
            "p33": "Mis sueños me han revelado muchas cosas.",
            "p34": "Lo siento, te hice sufrir con mis espinas por mucho tiempo, perdóname."
        }
    }
}